Revit 2024 API
UIFabricationUtils.GetOpenConnectorIndicatorTowardsColor Method
 Gets the color of the open connector indicator in towards direction.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017
Syntax
C#
public static Color GetOpenConnectorIndicatorTowardsColor()
Visual Basic
Public Shared Function GetOpenConnectorIndicatorTowardsColor As Color
Visual C++
public:
static Color^ GetOpenConnectorIndicatorTowardsColor()
See Also
UIFabricationUtils Class
Autodesk.Revit.UI Namespace